tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
brew "ack"
brew "openssl"
brew "readline"
brew "python"
brew "ansible"
brew "gettext"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "git"
brew "pkg-config"
brew "gobject-introspection"
brew "atk"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "binutils"
brew "emacs"
brew "cask"
brew "cmake"
brew "coreutils"
brew "corkscrew"
brew "docker", link: false
brew "docker-machine", link: false
brew "docker-compose", link: false
brew "docker-machine-driver-xhyve"
brew "findutils", args: ["with-default-names"]
brew "gawk"
brew "gdb"
brew "jpeg"
brew "libtiff"
brew "gdk-pixbuf"
brew "git-crypt"
brew "git-review", link: false
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "libksba"
brew "gnupg"
brew "go"
brew "hicolor-icon-theme"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "gtk+"
brew "grsync"
brew "htop"
brew "hub"
brew "jenkins-job-builder"
brew "jq"
brew "libcroco"
brew "libiconv"
brew "librsvg"
brew "libtool"
brew "links"
brew "macvim"
brew "maven"
brew "midnight-commander"
brew "nmap"
brew "node"
brew "packer"
brew "perl@5.18"
brew "postgresql"
brew "pre-commit"
brew "redis"
brew "saltstack"
brew "shellcheck"
brew "sshpass"
brew "subversion"
brew "terraform"
brew "tree"
brew "vagrant-completion"
brew "vault"
brew "vim", args: ["with-override-system-vi"]
brew "watch"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "wireshark"
brew "xhyve", args: ["HEAD"]
brew "xmlstarlet"
brew "xz"
brew "zsh"

